Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Settings for the built-in Live Video Processor only
ca_es: Paràmetres només per al processador de vídeo en directe integrat

source: Change channel assignment (fixes wrong wiring)
ca_es: Canvia l'assignació de canals (arregla el cablatge erroni)

source: Adjust the white light to your LED stripes
ca_es: Ajusta la llum blanca a les bandes LED

source: Change gradients
ca_es: Canvia els degradats

source: Value of the audio channels levels
ca_es: Valor dels nivells dels canals d'àudio

source: Value of the audio level of each channels between 0 and 1. Each level should be separated with ':'.
ca_es: Valor del nivell d'àudio de cada canal entre 0 i 1. Cada nivell ha d'estar separat per «:».

source: X coordinate
ca_es: Coordenada X

source: X coordinate of the bargraph.
ca_es: Coordenada X de la gràfica de barres.

source: Y coordinate
ca_es: Coordenada Y

source: Y coordinate of the bargraph.
ca_es: Coordenada Y de la gràfica de barres.

source: Transparency of the bargraph
ca_es: Transparència de la gràfica de barres

source: Bargraph transparency value (from 0 for full transparency to 255 for full opacity).
ca_es: Valor de transparència de la gràfica de barres (des de 0 per a la transparència completa a 255 per a l'opacitat completa).

source: Bargraph position
ca_es: Posició de la gràfica de barres

source: Enforce the bargraph position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg 6 = top-right).
ca_es: Força la posició de la gràfica de barres al vídeo (0=centre, 1=esquerra, 2=dret, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Alarm
ca_es: Alarma

source: Signals a silence and displays and alert (0=no alarm, 1=alarm).
ca_es: Indica un silenci i mostra l'alerta (0=sense alarma, 1=alarma).

source: Bar width in pixel (default : 10)
ca_es: Amplada de la barra en píxels (per defecte : 10)

source: Width in pixel of each bar in the BarGraph to be displayed (default : 10).
ca_es: Amplada en píxels de cada barra de la gràfica de barres que es mostrarà (per defecte : 10).

source: Audio Bar Graph Video sub source
ca_es: Sub font del vídeo de la gràfica de barres d'àudio

source: Audio Bar Graph Video
ca_es: Vídeo de la gràfica de barres d'àudio

source: Ball color
ca_es: Color de la bola

source: Edge visible
ca_es: Vora visible

source: Set edge visibility.
ca_es: Defineix la visibilitat de la vora.

source: Ball speed
ca_es: Velocitat de la bola

source: Set ball speed, the displacement value in number of pixels by frame.
ca_es: Defineix la velocitat de la bola, el valor de desplaçament en nombre de píxels per fotograma.

source: Ball size
ca_es: Mida de la bola

source: Set ball size giving its radius in number of pixels
ca_es: Defineix la mida de la bola, el radi en nombre de píxels

source: Gradient threshold
ca_es: Llindar de degradat

source: Set gradient threshold for edge computation.
ca_es: Defineix el llindar de degradat per al càlcul de la vora.

source: Augmented reality ball game
ca_es: Joc de pilota en realitat augmentada

source: Ball video filter
ca_es: Filtre de vídeo bola

source: Ball
ca_es: Bola

source: Number of time to blend
ca_es: Quantes vegades es barrejarà

source: The number of time the blend will be performed
ca_es: Nombre de vegades que es repetirà la barreja

source: Alpha of the blended image
ca_es: Alfa de la imatge barrejada

source: Alpha with which the blend image is blended
ca_es: La imatge es barreja amb aquest alfa

source: Image to be blended onto
ca_es: Imatge sobre la qual es barrejarà

source: The image which will be used to blend onto
ca_es: Imatge sobre la qual es produirà la barreja

source: Chroma for the base image
ca_es: Crominància per a la imatge base

source: Chroma which the base image will be loaded in
ca_es: Crominància a la qual es carregarà la imatge base

source: Image which will be blended
ca_es: Imatge que es barrejarà

source: The image blended onto the base image
ca_es: La imatge que es barrejarà amb la imatge base

source: Chroma for the blend image
ca_es: Crominància per a la imatge de barreja

source: Chroma which the blend image will be loaded in
ca_es: Crominància a la qual es carregarà la imatge de barreja

source: Blending benchmark filter
ca_es: Filtre del test de referència de la barreja

source: Base image
ca_es: Imatge base

source: Blend image
ca_es: Imatge de barreja

source: Video pictures blending
ca_es: Barreja de les imatges de vídeo

source: This effect, also known as "greenscreen" or "chroma key" blends the "blue parts" of the foreground image of the mosaic on the background (like weather forecasts). You can choose the "key" color for blending (blue by default).
ca_es: Aquest efecte, també conegut com a «greenscreen» o «chroma key» barreja el «blue parts» de la imatge en primer pla del mosaic del fons (com a les prediccions meteorològiques). Podeu triar el color «key» per a la barreja (blau per defecte).

source: Bluescreen U value
ca_es: Valor U de pantalla blava

source: "U" value for the bluescreen key color (in YUV values). From 0 to 255. Defaults to 120 for blue.
ca_es: El valor «U» per al color clau de la pantalla blava (en valors YUV). Des de 0 a 255. El valor per defecte per al blau és 120.

source: Bluescreen V value
ca_es: Valor V de pantalla blava

source: "V" value for the bluescreen key color (in YUV values). From 0 to 255. Defaults to 90 for blue.
ca_es: El valor «V» per al color clau de la pantalla blava (en valors YUV). Des de 0 a 255. El valor per defecte per al blau és 90.

source: Bluescreen U tolerance
ca_es: Tolerància U de la pantalla blava

source: Tolerance of the bluescreen blender on color variations for the U plane. A value between 10 and 20 seems sensible.
ca_es: Tolerància del mesclador de la pantalla blava a les variacions de color per al pla U. Un valor entre 10 i 20 sembla adequat.

source: Bluescreen V tolerance
ca_es: Tolerància V de la pantalla blava

source: Tolerance of the bluescreen blender on color variations for the V plane. A value between 10 and 20 seems sensible.
ca_es: Tolerància del mesclador de la pantalla blava a les variacions de color per al pla V. Un valor entre 10 i 20 sembla adequat.

source: Bluescreen video filter
ca_es: Filtre de vídeo de la pantalla blava

source: Bluescreen
ca_es: Pantalla blava

source: Output width
ca_es: Amplada de la sortida

source: Output (canvas) image width
ca_es: Amplada de la imatge (llenç) de sortida

source: Output height
ca_es: Alçada de la sortida

source: Output (canvas) image height
ca_es: Alçada de la imatge (llenç) de sortida

source: Output picture aspect ratio
ca_es: Relació d'aspecte de la imatge de sortida

source: Set the canvas' picture aspect ratio. If omitted, the canvas is assumed to have the same SAR as the input.
ca_es: Defineix la relació d'aspecte de la imatge del llenç. Si s'omet, s'assumeix que el llenç té el mateix SAR que l'entrada.

source: Pad video
ca_es: Amplia el vídeo

source: If enabled, video will be padded to fit in canvas after scaling. Otherwise, video will be cropped to fix in canvas after scaling.
ca_es: Si s'habilita, el vídeo s'expandeix per ajustar-se al llenç després de l'escalat. Altrament, s'escapça el vídeo per ajustar-se al llenç després de l'escalat.

source: Automatically resize and pad a video
ca_es: Canvia la mida i amplia el vídeo automàticament

source: Canvas
ca_es: Llenç

source: Canvas video filter
ca_es: Filtre de vídeo llenç

source: Video filtering using a chain of video filter modules
ca_es: Filtratge de vídeo mitjançant una cadena de mòduls de filtres de vídeo

source: Number of video windows in which to clone the video.
ca_es: Nombre de finestres de vídeo on s'ha de clonar el vídeo.

source: Video output modules
ca_es: Mòduls de sortida de vídeo

source: You can use specific video output modules for the clones. Use a comma-separated list of modules.
ca_es: Aquesta opció us permet utilitzar mòduls de sortida de vídeo per als clons. Utilitzeu una llista de mòduls separats per comes.

source: Duplicate your video to multiple windows and/or video output modules
ca_es: Dupliqueu el vídeo en finestres múltiples i/o mòduls de sortida de vídeo

source: Clone video filter
ca_es: Filtre de vídeo de clonat

source: Colors similar to this will be kept, others will be grayscaled. This must be an hexadecimal (like HTML colors). The first two chars are for red, then green, then blue. #000000 = black, #FF0000 = red, #00FF00 = green, #FFFF00 = yellow (red + green), #FFFFFF = white
ca_es: Els colors similars a aquest es mantindran, la resta es canviaran a escala de grisos. Aquest ha de ser un hexadecimal (com els colors HTML). Els dos primers caràcters són pel color vermell, després verd, després blau. Negre = #000000, #FF0000 = vermell, verd = #00FF00, #FFFF00 = groc (vermell + verd), blanc = #FFFFFF

source: Select one color in the video
ca_es: Seleccioneu un color al vídeo

source: Color threshold filter
ca_es: Filtre del llindar de color

source: Saturation threshold
ca_es: Llindar de saturació

source: Similarity threshold
ca_es: Llindar de similitud

source: Pixels to crop from top
ca_es: Escapça un píxel de la part superior

source: Number of pixels to crop from the top of the image.
ca_es: Nombre de píxels que s'han d'escapçar de la part superior de la imatge.

source: Pixels to crop from bottom
ca_es: Escapça un píxel de la part inferior

source: Number of pixels to crop from the bottom of the image.
ca_es: Nombre de píxels que s'han d'escapçar de la part inferior de la imatge.

source: Pixels to crop from left
ca_es: Escapça un píxel de la part esquerra

source: Number of pixels to crop from the left of the image.
ca_es: Nombre de píxels que s'han d'escapçar de la part esquerra de la imatge.

source: Pixels to crop from right
ca_es: Escapça un píxel de la part dreta

source: Number of pixels to crop from the right of the image.
ca_es: Nombre de píxels que s'han d'escapçar de la part dreta de la imatge.

source: Pixels to padd to top
ca_es: Amplia els píxels de la part superior

source: Number of pixels to padd to the top of the image after cropping.
ca_es: Nombre de píxels per ampliar a la part superior de la imatge després d'escapçar.

source: Pixels to padd to bottom
ca_es: Amplia els píxels de la part inferior

source: Number of pixels to padd to the bottom of the image after cropping.
ca_es: Nombre de píxels per ampliar a la part inferior de la imatge després d'escapçar.

source: Pixels to padd to left
ca_es: Amplia els píxels de la part esquerra

source: Number of pixels to padd to the left of the image after cropping.
ca_es: Nombre de píxels per ampliar a la part esquerra de la imatge després d'escapçar.

source: Pixels to padd to right
ca_es: Amplia els píxels de la part dreta

source: Number of pixels to padd to the right of the image after cropping.
ca_es: Nombre de píxels per ampliar a la part dreta de la imatge després d'escapçar.

source: Cropadd
ca_es: Escapça i amplia

source: Video scaling filter
ca_es: Filtre d'escalat de vídeo

source: Padd
ca_es: Amplia

source: Latest
ca_es: L'últim

source: Upconvert
ca_es: Augmenta els valors

source: Low
ca_es: Baix

source: Medium
ca_es: Mitjà

source: High
ca_es: Alt

source: Streaming deinterlace mode
ca_es: Mètode de desentrellaçat per a la transmissió

source: Deinterlace method to use for streaming.
ca_es: Mètode de desentrellaçat per utilitzar a la transmissió.

source: Phosphor chroma mode for 4:2:0 input
ca_es: Mode de cromaticitat del fòsfor per a l'entrada 4:2:0

source: Choose handling for colours in those output frames that fall across input frame boundaries. Latest: take chroma from new (bright) field only. Good for interlaced input, such as videos from a camcorder. AltLine: take chroma line 1 from top field, line 2 from bottom field, etc. Default, good for NTSC telecined input (anime DVDs, etc.). Blend: average input field chromas. May distort the colours of the new (bright) field, too. Upconvert: output in 4:2:2 format (independent chroma for each field). Best simulation, but requires more CPU and memory bandwidth.
ca_es: Trieu el tipus de gestió dels colors que voleu utilitzar als fotogrames de sortida que topin amb els límits del fotograma d'entrada. L'últim: agafa la crominància només del camps nous (lluminosos). És l'adequat per a les entrades entrellaçades, com per exemple els vídeos enregistrats amb una càmera. AltLine: agafa la línia 1 de crominància del camp superior, la línia 2 del camp inferior, etc. Per defecte, és l'adequat per a l'entrada NTSC convertida a vídeo (DVD d'animació, etc.). Barreja: mitjana de crominàncies del camp d'entrada. És possible que també distorsioni els colors del camp nou (lluminós). Augmenta els valors: sortida en format 4:2:2 (crominància independent per a cada camp). És la millor simulació però requereix més CPU i ample de banda de la memòria.

source: Phosphor old field dimmer strength
ca_es: Força de l'atenuador de l'antic camp de fòsfor

source: This controls the strength of the darkening filter that simulates CRT TV phosphor light decay for the old field in the Phosphor framerate doubler. Default: Low.
ca_es: Controla la força del filtre d'enfosquiment que simula la debilitació de la llum fosforescent per al camp antic del duplicador de fotogrames per segon del fòsfor. Per defecte: baix.

source: Deinterlacing video filter
ca_es: Filtre de desentrellaçat de vídeo

source: Input FIFO
ca_es: Entrada FIFO

source: FIFO which will be read for commands
ca_es: El FIFO que llegiran per a les ordres

source: Output FIFO
ca_es: Sortida FIFO

source: FIFO which will be written to for responses
ca_es: El FIFO al qual es demanaran respostes

source: Dynamic video overlay
ca_es: Superposició dinàmica del vídeo

source: Overlay
ca_es: Superposa

source: Image mask. Pixels with an alpha value greater than 50% will be erased.
ca_es: Màscara de la imatge. S'esborraran els píxels amb un valor alfa amb més d'un 50%.

source: X coordinate of the mask.
ca_es: Coordenada X de la màscara.

source: Y coordinate of the mask.
ca_es: Coordenada Y de la màscara.

source: Remove zones of the video using a picture as mask
ca_es: Elimina les zones de vídeo amb una imatge com a màscara

source: Erase video filter
ca_es: Esborra el filtre de vídeo

source: Erase
ca_es: Esborra

source: RGB component to extract
ca_es: Component RGB per extreure

source: RGB component to extract. 0 for Red, 1 for Green and 2 for Blue.
ca_es: Component RGB per extreure. 0 per al vermell, 1 per al verd i 2 per al blau.

source: Extract RGB component video filter
ca_es: Extreu el filtre de vídeo del component RGB

source: Gaussian's std deviation
ca_es: Desviació std del gaussià

source: Gaussian's standard deviation. The blurring will take into account pixels up to 3*sigma away in any direction.
ca_es: Desviació estàndard del gaussià. El difuminat té en compte els píxels d'almenys 3*sigma en qualsevol direcció.

source: Add a blurring effect
ca_es: Afegeix un efecte de difuminat

source: Gaussian blur video filter
ca_es: Filtre de vídeo de difuminat gaussià

source: Gaussian Blur
ca_es: Difuminat gaussià

source: Radius in pixels
ca_es: Radi en píxels

source: Strength
ca_es: Força

source: Strength used to modify the value of a pixel
ca_es: Força utilitzada per modificar el valor d'un píxel

source: Gradfun video filter
ca_es: Filtre de vídeo gradfun

source: Debanding algorithm
ca_es: Algoritme de desbandat

source: Distort mode
ca_es: Mode de distorsió

source: Distort mode, one of "gradient", "edge" and "hough".
ca_es: Un dels modes de distorsió: «degradat», «vora» i «hough».

source: Gradient image type
ca_es: Tipus d'imatge degradada

source: Gradient image type (0 or 1). 0 will turn the image to white while 1 will keep colors.
ca_es: Tipus d'imatge degradada (0 o 1). 0 emblanquina la imatge mentre que 1 manté els colors.

source: Apply cartoon effect
ca_es: Aplica l'efecte còmic

source: Apply cartoon effect. It is only used by "gradient" and "edge".
ca_es: Aplica l'efecte còmic. Només l'utilitzen «degradat» i «vora».

source: Apply color gradient or edge detection effects
ca_es: Aplica els efectes de degradat de color o detecció de la vora

source: Gradient video filter
ca_es: Filtre de vídeo de degradat

source: Variance of the gaussian noise
ca_es: Variància del soroll gaussià

source: Minimal period
ca_es: Període mínim

source: Minimal period of the noise grain in pixel
ca_es: Període mínim de gra de soroll al píxel

source: Maximal period
ca_es: Període màxim

source: Maximal period of the noise grain in pixel
ca_es: Període màxim de gra de soroll al píxel

source: Grain video filter
ca_es: Filtre de vídeo de gra

source: Grain
ca_es: Gra

source: Adds filtered gaussian noise
ca_es: Afegeix soroll gaussià filtrat

source: Spatial luma strength (0-254)
ca_es: Força de la luminància espacial (0-254)

source: Spatial luma strength (default 4)
ca_es: Força de la luminància espacial (per defecte, 4)

source: Spatial chroma strength (0-254)
ca_es: Força de la crominància espacial (0-254)

source: Spatial chroma strength (default 3)
ca_es: Força de la crominància espacial (per defecte, 3)

source: Temporal luma strength (0-254)
ca_es: Força de la luminància temporal (0-254)

source: Temporal luma strength (default 6)
ca_es: Força de la luminància temporal (per defecte, 6)

source: Temporal chroma strength (0-254)
ca_es: Força de la crominància temporal (0-254)

source: Temporal chroma strength (default 4.5)
ca_es: Força de la crominància temporal (per defecte, 4,5)

source: HQ Denoiser 3D
ca_es: Eliminador de soroll 3D d'alta qualitat

source: High Quality 3D Denoiser filter
ca_es: Filtre de l'eliminador de soroll 3D d'alta qualitat

source: Invert video filter
ca_es: Filtre de vídeo d'inversió

source: Color inversion
ca_es: Inversió dels colors

source: Full path of the image files to use. Format is <image>[,<delay in ms>[,<alpha>]][;<image>[,<delay>[,<alpha>]]][;...]. If you only have one file, simply enter its filename.
ca_es: Camí complet dels fitxers d'imatge que s'ha d'utilitzar. El format és <imatge>[,<retard en ms>[,<alfa>]][;<imatge>[,<retard>[,<alfa>]]][;...]. Si només voleu tenir una sola imatge, introduïu el nom del fitxer.

source: Logo animation # of loops
ca_es: Animació del logotip # dels bucles

source: Number of loops for the logo animation.-1 = continuous, 0 = disabled
ca_es: Nombre de bucles per a l'animació dels logotips.-1 = continu, 0 = inhabilitat

source: Logo individual image time in ms
ca_es: Durada de la imatge individual del logotip en ms

source: Individual image display time of 0 - 60000 ms.
ca_es: Temps de mostra de la imatge individual de 0 - 60000 ms.

source: X coordinate of the logo. You can move the logo by left-clicking it.
ca_es: Coordenada X del logotip. Podeu moure el logotip si feu un clic amb el botó esquerre.

source: Y coordinate of the logo. You can move the logo by left-clicking it.
ca_es: Coordenada Y del logotip. Podeu moure el logotip si feu un clic amb el botó esquerre.

source: Opacity of the logo
ca_es: Opacitat del logotip

source: Logo opacity value (from 0 for full transparency to 255 for full opacity).
ca_es: Valor d'opacitat del logotip (des de 0 per a la transparència completa a 255 per a l'opacitat completa).

source: Logo position
ca_es: Posició del logotip

source: Enforce the logo position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg 6 = top-right).
ca_es: Força la posició del logotip al vídeo (0=centre, 1=esquerra, 2=dreta, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Use a local picture as logo on the video
ca_es: Utilitza una imatge local com a logotip al vídeo

source: Logo sub source
ca_es: Subfont del logotip

source: Logo overlay
ca_es: Superposició del logotip

source: Logo video filter
ca_es: Filtre de vídeo del logotip

source: Magnify/Zoom interactive video filter
ca_es: Filtre de vídeo interactiu augmenta/fes zoom

source: Magnify
ca_es: Augmenta

source: Marquee text to display. (Available format strings: Time related: %Y = year, %m = month, %d = day, %H = hour, %M = minute, %S = second, ... Meta data related: $a = artist, $b = album, $c = copyright, $d = description, $e = encoded by, $g = genre, $l = language, $n = track num, $p = now playing, $r = rating, $s = subtitles language, $t = title, $u = url, $A = date, $B = audio bitrate (in kb/s), $C = chapter,$D = duration, $F = full name with path, $I = title, $L = time left, $N = name, $O = audio language, $P = position (in %), $R = rate, $S = audio sample rate (in kHz), $T = time, $U = publisher, $V = volume, $_ = new line)
ca_es: Text de la marquesina que s'ha de mostrar. (Cadenes de format disponibles: Relacionades amb el temps: %Y = any, %m = mes, %d = dia, %H = hora, %M = minut, %S = segon, ... Relacionades amb les metadades: $a = artista, $b = àlbum, $c = copyright, $d = descripció, $e = codificat per, $g = gènere, $l = idioma, $n = pista número, $p = s'està reproduint, $r = puntuació, $s = idioma dels subtítols, $t = títol, $u = url, $A = data, $B = taxa de bits de l'àudio (en kb/s), $C = capítol,$D = durada, $F = nom complet amb camí, $I = títol, $L = temps de sobra, $N = nom, $O = idioma de l'àudio, $P = posició (en %), $R = velocitat, $S = velocitat de mostreig de l'àudio (en kHz), $T = temps, $U = editor, $V = volum, $_ = nova línia)

source: Text file
ca_es: Fitxer de text

source: File to read the marquee text from.
ca_es: Fitxer des del qual es llegirà el text marcat

source: X offset, from the left screen edge.
ca_es: Òfset X, des de la vora esquerra de la pantalla.

source: Y offset, down from the top.
ca_es: Òfset Y, des de la part superior a la inferior.

source: Timeout
ca_es: Temps d'espera

source: Number of milliseconds the marquee must remain displayed. Default value is 0 (remains forever).
ca_es: Nombre de mil·lisegons durant els quals la marquesina s'ha de mostrar. El valor per defecte és 0 (és permanent).

source: Refresh period in ms
ca_es: Període d'actualització en ms

source: Number of milliseconds between string updates. This is mainly useful when using meta data or time format string sequences.
ca_es: Nombre de mil·lisegons entre les actualitzacions de les cadenes. És útil quan s'utilitzen metadades o seqüències de cadenes de format de temps.

source: Opacity (inverse of transparency) of overlayed text. 0 = transparent, 255 = totally opaque.
ca_es: Opacitat (el contrari de transparència) del text superposat. 0 = transparent, 255 = totalment opac.

source: Font size, pixels
ca_es: Cos de lletra, píxels

source: Font size, in pixels. Default is -1 (use default font size).
ca_es: Cos de lletra, en píxels. El valor per defecte és -1 (utilitza el cos de lletra per defecte).

source: Color of the text that will be rendered on the video. This must be an hexadecimal (like HTML colors). The first two chars are for red, then green, then blue. #000000 = black, #FF0000 = red, #00FF00 = green, #FFFF00 = yellow (red + green), #FFFFFF = white
ca_es: Color del text que es renderitzarà al vídeo. Ha de ser un hexadecimal (com els colors HTML). Els dos primers caràcters són pel color vermell, després pel verd, després pel blau. #000000= negre, #FF0000 = vermell, #00FF00=verd, #FFFF00 = groc (vermell + verd), #FFFFFF=blanc

source: Marquee position
ca_es: Posició de la marquesina
